{"translation-revision-date":"2021-10-11 07:05:05+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr_BE"},"Error retrieving account keys.":["Erreur lors de la récupération des clés de compte."],"Error saving account keys.":["Erreur lors de l’enregistrement des clés de compte."],"Account keys saved.":["Clés de compte enregistrées."],"Error retrieving account data.":["Erreur lors de la récupération des données du compte."],"Error updating account data.":["Erreur lors de la mise à jour des données du compte."],"View Google Pay Guidelines":["Afficher les consignes de Google Pay"],"View Apple Pay Guidelines":["Afficher les consignes de Apple Pay"],"Decide how buttons for digital wallets Apple Pay and Google Pay are displayed in your store. Depending on their web browser and their wallet configurations, your customers will see either Apple Pay or Google Pay, but not both.":["Décidez comment les boutons des portefeuilles numériques Apple Pay et Google Pay sont affichés dans votre boutique. En fonction de leur navigateur Web et de la configuration de leur portefeuille, vos clients verront soit Apple Pay, soit Google Pay, mais pas les deux."],"Google Pay \/ Apple Pay":["Google Pay \/ Apple Pay"],"Preview":["Aperçu"],"Theme":["Thème"],"Size":["Taille"],"Note that larger buttons are more suitable for mobile use.":["Notez que les boutons plus gros sont plus adaptés à une utilisation mobile."],"Appearance":["Apparence"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Sélectionnez une étiquette de bouton qui correspond le mieux au flux d’achat ou à l’expérience de paiement dans votre boutique."],"Call to action":["Appel à l’action"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Contour {{br\/}}{{helpText}}Recommandé pour les arrière-plans blancs ou de couleur claire avec un contraste insuffisant.{{\/helpText}}"],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Clair {{br\/}}{{helpText}}Recommandé pour les arrière-plans sombres ou colorés avec un contraste élevé.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Sombre {{br\/}}{{helpText}}Recommandé pour les arrière-plans blancs ou de couleur claire avec un contraste élevé.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Grand {{helpText}} (56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Moyen {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Par défaut {{helpText}} (40 px){{\/helpText}}"],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Pour prévisualiser les boutons, assurez-vous que votre appareil est configuré pour accepter Apple Pay ou Google Pay, et affichez cette page à l’aide des navigateurs Safari ou Chrome."],"To preview the %1$s button, view this page in the %2$s browser.":["Pour prévisualiser le bouton %1$s, affichez cette page dans le navigateur %2$s."],"Error retrieving settings.":["Erreur lors de la récupération des paramètres."],"Error saving settings.":["Erreur lors de l’enregistrement des paramètres."],"Settings saved.":["Paramètres sauvegardés."],"Book":["Livre"],"Only icon":["Icône seule"],"Save changes":["Sauvegarder les modifications"],"Donate":["Faire un don"],"Buy":["Acheter"],"Total":["Total"]}},"comment":{"reference":"build\/payment_requests_settings.js"}}